[
	{
		"id": "ideasforbraila",
		"class": "business-project",
		"name": "Ideas for Braila",
		"shortDescription": "Dezvoltarea unei idei și a unui plan de afaceri pentru un start-up în Brăila",
		"longDescription": "Brăila este un oraș nici pe departe perfect. Cu toate că oricine poate constata asta, nu oricine poate face ceva pentru a schimba orașul în care locuim. Idei de îmbunătățire se pot găsi, este nevoie de minți iscusite, mult curaj și entuziasm. Dacă vrei să îți aduci contribuția la dezvoltarea acestui oraș, acum te poți implica alături de o echipă de studenți experimentați și dornici să inoveze la rândul lor.",
		"coverPhoto": "/images/projects/covers/ideas_for_braila.jpg",
		"mentor": {
			"name": "Teodora Teodorescu",
			"email": "teodorateodorescu10@gmail.com"
		},
		"skillsNeeded": [
			"creativitate, entuziasm, atenție la detalii, inițiativă", "dorința și pasiunea de a lucra într-o echipă super faină și de a schimba ceva pe plan local", "cunoașterea limbii engleze la un nivel mediu (scris și vorbit, pentru că majoritatea etapelor proiectului vor implica termeni în limba engleză)"
		]
	},
	{
		"id": "scaleupanddown",
		"class": "architecture-project",
		"name": "Scaling up and down",
		"shortDescription": "Aprecierea unei scări, de la 1:1 până la 1:10",
		"longDescription": "Proiectarea unui spațiu de 2400x4800 care va fi o locuință pentru o singură persoană. Scopul este de a utiliza spațiul doar pentru strictul necesar.",
		"coverPhoto": "/images/projects/covers/scale_up_and_down.jpg",
		"mentor": {
			"name": "Cosmin Chirpac",
			"email": "cosminchirpac@icloud.com"
		},
		"skillsNeeded": [
			"cunoștințe de matematică simplă", "devotament"
		]
	},
	{
		"id": "research",
		"class": "medicine-project",
		"name": "Becoming a researcher...",
		"shortDescription": "...instead of a doctor. Sfaturi despre lumea cercetării, oportunități",
		"longDescription": "Dacă îți place biologia și nu vrei neapărat să îți pierzi următorii 6 ani în Carol Davila (poate medicina nu e ceea ce îți dorești, dar este singura opțiune la care te-ai gândit) atunci ar trebui să consideri o carieră în cercetare. Eu sunt bucuroasă să îți explic de ce cercetarea este chiar o idee mai bună și câte oportunități ai putea avea.",
		"coverPhoto": "/images/projects/covers/research.jpg",
		"mentor": {
			"name": "Irina Lupu",
			"email": "irina_elena66@yahoo.com"
		},
		"skillsNeeded": [
			"interes pentru biologie (asta include totul: de la anatomie și fiziologie până la biologie moleculară și plant science)", "entuziasm"
		]
	},
	{
		"id": "cmdchat",
		"class": "it-project",
		"name": "Ancient chat",
		"shortDescription": "Aplicație chat simplă în terminal text realizată în C/C++",
		"longDescription": "Este din ce în ce mai clar faptul că tot mai multe aplicații din ziua de azi devin dependente de internet. Comunicarea în rețea și schimbul de informații în timp real stau la baza a majoritatea aplicațiilor pe care le folosim de zi cu zi, dar mai ales în industrie. Proiectul își propune construirea unui chat simplu în terminal (linie de comandă, ecran negru cu text sau cum vreți să îl numiți) care să demonstreze cel mai simplu model de comunicare în rețea.",
		"coverPhoto": "/images/projects/covers/ancient_chat.jpg",
		"mentor": {
			"name": "Alexandru Onea",
			"email": "onea.alex@gmail.com"
		},
		"skillsNeeded": [
			"entuziasm", "pasiune pentru programarea aplicațiilor bazate pe rețea"
		]
	},
	{
		"id": "graphics",
		"class": "it-project",
		"name": "Ancient pixels",
		"shortDescription": "Joc grafic simplu sau lume grafică realizată în C/C++ cu ajutorul bibleotecii OpenGL",
		"longDescription": "Jocurile pe care le jucăm astăzi dispun de grafică și realism extraordinare. Totuși, aceste lucruri nu au fost mereu așa. Acest proiect își propune o călătorie în timp în lumea graficii pe calculator, precum și primii pași în materie de proiectarea și dezvoltarea jocurilor grafice",
		"coverPhoto": "/images/projects/covers/ancient_pixels.jpg",
		"mentor": {
			"name": "Alexandru Onea",
			"email": "onea.alex@gmail.com"
		},
		"skillsNeeded": [
			"entuziasm", "pasiune pentru grafică pe calculator", "noțiuni de calcul cu matrice", "cunoștințe de fizică elementară", "cunoștințe de trigonometrie"
		]
	},
	{
		"id": "aai",
		"class": "it-project",
		"name": "Ancient Intelligence",
		"shortDescription": "Aplicație care crează iluzia unui cub 3D care se rotește în funcție de mișcările utilizatorului",
		"longDescription": "Inteligența artificială este un domeniu extrem de vast, având aplicații în aproape orice domeniu. Proiectul acesta propune o privire de ansamblu asupra unui subdomeniu, Computer Vision, care se ocupă cu extragerea informațiilor relevante din imagini și video. Cu ajutorul unei camere web putem avea imagini în timp real cu poziția utilizatorului, din care se pot extrage informații despre orientarea capului acestuia. În funcție de orientarea capului, aplicația va roti un cub pe ecran, astfel încât dacă utilizatorul se întoarce spre stânga, acesta va vedea partea stângă a cubului, și invers.",
		"coverPhoto": "/images/projects/covers/ancient_intelligence.jpg",
		"mentor": {
			"name": "Alexandru Onea",
			"email": "onea.alex@gmail.com"
		},
		"skillsNeeded": [
			"entuziasm", "cunoștințe de fizică elementară", "cunoștințe de trigonometrie", "pasiune pentru inginerie și programarea low-level"
		]
	},
	{
		"id": "renderingtutorials",
		"class": "architecture-project",
		"name": "Rendering tutorials",
		"shortDescription": "Diferite tutoriale pentru computer software în arhitectură",
		"longDescription": "Un proiect, pentru a fi înteles de client, trebuie reprezentat cât mai bine vizual, nu doar tehnic. Tutorialele vor fi AutoCAD, Photoshop, Rhinoceros, și eventual altele.",
		"coverPhoto": "/images/projects/covers/rendering_tutorials.jpg",
		"mentor": {
			"name": "Cosmin Chirpac",
			"email": "cosminchirpac@icloud.com"
		},
		"skillsNeeded": [
			"aptitudini pe calculator", "devotament"
		]
	},
	{
		"id": "nodejschat",
		"class": "it-project",
		"name": "NodeJS Chat",
		"shortDescription": "Aplicație chat simplă în browser realizată cu ajutorul platformei NodeJS",
		"longDescription": "Facebook este doar unul dintre site-urile care oferă live chat utilizatorilor săi, iar acest lucru a accelerat succesul acestuia fără îndoială. Nevoia de comunicare crează cerere pentru astfel de aplicații, iar tehnologiile din ziua de azi fac din ce în ce mai ușoară dezvoltarea de astfel de servicii. NodeJS este o tehnologie relativ recentă dar cu un potențial enorm, care vine ca o alternativă la restul tehnologiile de back-end (cum ar fi PHP, Java, Python). Bazată pe JavaScript, platforma este extrem de puternică și facilitează dezvoltarea serviciilor precum chat-ul.",
		"coverPhoto": "/images/projects/covers/nodejs_chat.jpg",
		"mentor": {
			"name": "Adrian Nenu",
			"email": "adrian.nenu@gmail.com"
		},
		"skillsNeeded": [
			"pasiune pentru dezvoltarea de aplicații web", "cunoștințe minime de JavaScript"
		]
	},
	{
		"id": "browsergame",
		"class": "it-project",
		"name": "Browser Based Game",
		"shortDescription": "Joc RPG în browser bazat pe text (ex: triburile, erepublik, travian)",
		"longDescription": "Cele mai simple jocuri în browser sunt cele bazate pe text (browser based text role playing games - BBRPG). Acestea fac uz doar de tehnologii de bază, cum ar fi HTML, CSS, JavaScript, PHP, MySQL. Cu toate ca sunt departe de grafică extraordinară sau realism, jocurile în browser de acest gen încă sunt apreciate. Exemple de astfel de jocuri sunt MonstersGame sau BattleKnights, eRepublik sau Travian.<br/><br/>In cadrul proiectului vom alegea tema joculuri ce il vom crea, vom folosi technologii si resurse open source (Bootstrap, MySQL, PHP,..), vom lucra in echipe si vom organiza codul folosind GIT (github).",
		"coverPhoto": "/images/projects/covers/browser_game.jpg",
		"mentor": {
			"name": "Adrian Nenu",
			"email": "adrian.nenu@gmail.com"
		},
		"skillsNeeded": [
			"pasiune pentru dezvoltarea de aplicații web", " întelegere de bază a structurii unei pagini HTML"
		]
	},
	{
		"id": "wordpress",
		"class": "it-project",
		"name": "Wordpress Development",
		"shortDescription": "Wordpress a evoluat de la o simpla platforma de blogging la Content Management System",
		"longDescription": "Wordpress a evoluat rapid si este in continua dezvoltare, avand o popularitate extraordinara. In cadrul proiectului vom modifica un theme existent pentru platforma si vom crea plugin-uri (module ce adauga functionalitati platformei) de la zero. Technologiile folosite sunt PHP, SQL, HTML, CSS && Wordpress.",
		"coverPhoto": "/images/projects/covers/wordpress.jpg",
		"mentor": {
			"name": "Adrian Nenu",
			"email": "adrian.nenu@gmail.com"
		},
		"skillsNeeded": [
			"pasiune pentru dezvoltarea de aplicații web", "cunoștințe minime de HTML"
		]
	},
	{
		"id": "bonus",
		"class": "bonus-project",
		"name": "Making it 2.0",
		"shortDescription": "Îți place ideea noastră? Vrei să te implici? Hai la bord! JDL are nevoie de tine",
		"longDescription": "A fost un drum lung de la o simplă idee până la ce este astăzi Junior Development Labs. Noi suntem mândri de ce am realizat până acum, și nu dăm înapoi nici măcar un centimetru. Mai mult, vrem să vă implicăm și pe voi, pentru că vrem să vă facem vocile auzite și să vă aducem visele cu un pas mai aproape de realitate.<br /><br />Dacă și tu dorești să îți aduci contribuția, dacă vrei să îți faci cunoscute aptitudinile în vaste domenii sau dacă pur și simplu consideri că ai ceva de spus și vrei să fii auzit, atunci te invităm la bord!<br/><br />Echipa JDL se extinde iar aum și tu poți face parte din ea. Aplică, scrie-ne la ce te pricepi tu cel mai bine și cum crezi că ne-ai putea ajuta, iar noi ne ocupăm de restul. Alătură-te echipei și haide să facem o schimbare!",
		"coverPhoto": "/images/projects/covers/bonus.jpg",
		"mentor": {
			"name": "Echipa JDL",
			"email": "contact@jdl.ro"
		},
		"skillsNeeded": [
			"curaj (probabil)", "entuziasm", "ceva timp liber", "dorința de a face o schimbare", "o adresă de e-mail"
		]
	}
]
