[
	{
		"id": "cmdchat",
		"name": "Ancient chat",
		"shortDescription": "Aplicație chat simplă în terminal text realizată în C/C++",
		"longDescription": "Este din ce în ce mai clar faptul că tot mai multe aplicații din ziua de azi devin dependente de internet. Comunicarea în rețea și schimbul de informații în timp real stau la baza a majoritatea aplicațiilor pe care le folosim de zi cu zi, dar mai ales în industrie. Proiectul își propune construirea unui chat simplu în terminal (linie de comandă, ecran negru cu text sau cum vreți să îl numiți) care să demonstreze cel mai simplu model de comunicare în rețea.",
		"coverPhoto": "/images/projects/covers/ancient_chat.jpg",
		"mentor": {
			"name": "Alexandru Onea",
			"email": "onea.alex@gmail.com"
		},
		"skills-needed": [
			"entuziasm", "pasiune pentru programarea aplicațiilor bazate pe rețea"
		]
	},
	{
		"id": "graphics",
		"name": "Ancient pixels",
		"shortDescription": "Joc grafic simplu sau lume grafică realizată în C/C++ cu ajutorul bibelotecii OpenGL",
		"longDescription": "Jocurile pe care le jucăm astăzi dispun de grafică și realism extraordinare. Totuși, aceste lucruri nu au fost mereu așa. Acest proiect își propune o călătorie în timp în lumea graficii pe calculator, precum și primii pași în materie de proiectarea și dezvoltarea jocurilor grafice",
		"coverPhoto": "",
		"mentor": {
			"name": "Alexandru Onea",
			"email": "onea.alex@gmail.com"
		},
		"skills-needed": [
			"entuziasm", "pasiune pentru grafică pe calculator", "noțiuni de calcul cu matrice", "fizică elementară", "trigonometrie"
		]
	},
	{
		"id": "aai",
		"name": "Ancient Intelligence",
		"shortDescription": "Aplicație care crează iluzia unui cub 3D care se rotește în funcție de mișcările utilizatorului",
		"longDescription": "Inteligența artificială este un domeniu extrem de vast, având aplicații în aproape orice domeniu. Proiectul acesta propune o privire de ansamblu asupra unui subdomeniu, Computer Vision, care se ocupă cu extragerea informațiilor relevante din imagini și video. Cu ajutorul unei camere web putem avea imagini în timp real cu poziția utilizatorului, din care se pot extrage informații despre orientarea capului acestuia. În funcție de orientarea capului, aplicația va roti un cub pe ecran, astfel încât dacă utilizatorul se întoarce spre stânga, acesta va vedea partea stângă a cubului, și invers.",
		"coverPhoto": "",
		"mentor": {
			"name": "Alexandru Onea",
			"email": "onea.alex@gmail.com"
		},
		"skills-needed": [
			"entuziasm", "fizică elementară", "trigonometrie", "pasiune pentru inginerie și programarea low-level"
		]
	}
]